[Lang]
	Name=Italian (Italiano)
	TranslatorName=JinKazama
	TranslatorURL=www.rezet.info
	ID=0410;0010;0810
	Version=5.10.29
	Date=29/10/2013
	Charset=1252

'Support Locale IDs (LCID) by this language file
'	0010: Italian
'	0410: Italian (Italy)
'	0810: Italian (Switzerland)

'parametrs support esc-sequences \n \r \t

[frmMain]
	frRezim=Modalità di utilizzo DriverPack
	frDescriptionIco=Significato dei pulsanti (punta il mouse sulle immagini per vederne la descrizione)
	frRunChecked=Esegui ...
	frCheck=Seleziona DriverPack:
	lblOsInfo=Sistema Operativo:
	RezimIntellect=Installa\r\n(Driver compatibili)
	RezimUst=Installa\r\n(Completo - Tutti i DriverPack)
	RezimUpd=Creazione o aggiornamento\r\nbases driver
	RezimIntellectTip=In questa modalità si scompatta ed installa solo il driver per il dispositivo trovato nel tuo computer.
	RezimUstTip=In questa modalità si scompatta completamente il DriverPack. Successivamente, il programma controlla e prova ad installare i driver appropriati.
	RezimUpdTip=Metodo di creazione o aggiornamento del database dei driver
	mnuRezim=Aggiorna il database dei driver
	mnuRezimBaseDrvUpdateALL=Aggiorna il database driver per TUTTI i driverpack
	mnuRezimBaseDrvUpdateNew=Aggiorna il database driver per i NUOVI driverpack
	mnuRezimReadClasses=Leggi e salva le classi dei driverpack
	mnuRezimBaseDrvClean=Cancella i file del database driver non esistenti
	mnuService=Servizio
	mnuShowHwidsTxt=Mostra gli HWIDs dei dispositivi del PC (File di testo)
	mnuShowHwidsXLS=Mostra gli HWIDs dei dispositivi del PC (File Excel)
	mnuShowHwidsAll=Mostra TUTTI i dispositivi
	mnuRunSilentMode=Carica l'installazione silenziosa dei driver
	mnuViewDPInstLog=Mostra DPinst.log
	mnuOptions=Opzioni
	mnuMainUtils=Utilità
	mnuUtils_devmgmt=Gestione dispositivi
	mnuMainAbout=Aiuto
	mnuLinks=Preferiti
	mnuHistory=Storia...
	mnuHelp=Contenuti
	mnuHomePage=OsZone.Net Forum
	mnuHomePage1=Visit HomePage
	mnuCheckUpd=Controlla aggiornamenti
	mnuDonate=Dona al Progetto
	mnuLicence=Licence Agreement
	mnuAbout=Informazioni sul programma...
	mnuModulesVersion=Work Modules...
	mnuContextXLS=Apri database (File Excel)
	mnuContextTxt=Apri database (File di testo)
	mnuContextToolTip=Mostra lista di driver disponibili per il computer
	mnuContextEditClasses=Cambia e salva la classe del DriverPack
	mnuContextEditDPName=Cambia il nome mostrato dei DriverPack
	mnuContextDeleteDRP=Cancella DriverPack
	mnuContextLegendIco=Vedi legenda
	mnuMainLang=Lingua
	mnuLangStart=Usa la lingua selezionata all'avvio (cancellando autoselezione)
	mnuContextInstall1=Installazione standard
	mnuContextInstall2=Installazione selettiva
	cmdRunTask=Avvia il processo per i driverpack selezionati
	cmdRunTask1=Avvia il processo per tutti i driverpack nel modulo
	cmdCheck=Selezione
	cmdBreakUpdateDB=Interrompi il processo in corso
	cmdViewAllDevice=Lista di tutti i dispositivi sul tuo computer + ricerca driver su Internet tramite HWID
	cmbCheckButtonListElement1=Tutti nel modulo
	cmbCheckButtonListElement2=Cancella selezione
	cmbCheckButtonListElement3=Tutti
	cmbCheckButtonListElement4=Solo nuovi
	cmbCheckButtonListElement5=Non installati
	cmbCheckButtonListElement6=Raccomandati
	ToolTipArrStatusIcon1=There are drivers matching for device discovered on your computer in this program DriverPack's\r\n\r\nSuch drivers (of the same version) are already installed on your computer\r\n\r\nYour actions:\r\nNo action is required.\r\n\r\nNote:\r\nIf '0' stands in the status row for device, this means:\r\n* - the device is blocked;\r\n* - the driver for this device is not active (refer to information in Device Manager )
	ToolTipArrStatusIcon2=There are drivers matching for device discovered on your computer in this program DriverPack's\r\n\r\nOn your computer of these driver are not installed\r\n\r\nYour actions:\r\nRun the program in one of the modes of the driver installation and press on this button - it will bring installation of the necessary drivers from the package and corresponding change of the button appearance\r\n\r\nNotes:\r\n1. In some cases driver in driver package may not match your device. The Comparison of the device identifiers (HWID) take place in the main part HWID disregarding subclass device (SUBSYS|REV|MI)\r\n2. If '0' stands in the Statusrow for device, this means:\r\n* - a driver for this device is not installed;\r\n* - the device is blocked;\r\n* - the driver for this device is not active (refer to information in Device Manager)
	ToolTipArrStatusIcon3=There are drivers matching for device discovered on your computer in this program DriverPack's, but more new, than that are already installed\r\n\r\nYour actions:\r\nSwitch the program in one of the mode of the driver installation and press on this button - it will bring installation of the more new driver from package and corresponding change of the button appearance\r\n\r\nNote:\r\nIn some cases driver in driver package may not match your device. The Comparison of the device  (HWID) take place in the main part HWID disregarding subclass device (SUBSYS|REV|MI).
	ToolTipArrStatusIcon4=There are drivers matching for device discovered on your computer in this program DriverPack's, but more old, than that are already installed\r\n\r\nYour actions:\r\nNothing to do needs. You can search for more fresh driver in network and update (change) this package in the program.
	ToolTipArrStatusIcon5=1. There are drivers matching for device discovered on your computer in this  program DriverPack's, but more new, than that are already installed\r\n\r\nYour actions:\r\nSwitch the program in one of the mode of the driver installation and press on this button - it will bring about installation more new driver from package and corresponding to change the type of the button\r\n\r\n2. There is driver In this package driver program, approaching to device, discovered on your computer\r\n\r\nOn your computer of these driver are not installed\r\n\r\nYour actions:\r\nSwitch the program in one of the mode of the installation driver and press this button - it will bring necessary driver installation from package and corresponding change of the button appearance\r\n\r\nNotes:\r\n1. In some cases driver in the driver package cannot match your device. The Comparison of the  device identifier (HWID) take place in the HWID main part disregarding subclass device (SUBSYS|REV|MI)\r\n2. If '0' stands  in Status row for device, this means:\r\n* - the driver for this device is not installed;\r\n* - the device is blocked;\r\n* - the driver for this device is not active (refer to information in Device Manager )
	ToolTipArrStatusIcon6=1. There are drivers matching for device discovered on your computer in this  program DriverPack's, but more old, than that are already installed\r\n\r\nYour actions:\r\nNothing to do needs. You can search for the more fresh driver in network and update (change) this package in the program\r\n\r\n2. There are drivers matching for device discovered on your computer in this  program driverpackage\r\n\r\nthese drivers are not installed on your computer\r\n\r\nYour actions:\r\nSwitch the program to one of the driver installation mode and press this button - it will bring necessary drivers installation from package and corresponding change the button appearance\r\n\r\nNotes:\r\n1. In some cases driver from driver package can not match to your divice. Device identifier (HWID) comparison take place in the HWID main part disregarding subclass device (SUBSYS|REV|MI).\r\n2. If '0' stands in Status row for device, this means:\r\n* - the driver for this device is not installed;\r\n* - the device is blocked;\r\n* - the driver for this device is not active (refer to information in Device Manager)
	ToolTipArrStatusIcon7=The Drivers in this program package have no relation to your computer\r\n\r\nYour actions:\r\nNothing to do needs. This DriverPack will be useful somehow in some other time - to change device or on the other computer.
	ToolTipArrStatusIcon8=The Program can not define what is found in this DriverPack\r\n\r\nYour actions:\r\nSwitch the program to 'Driver database creation or updating' mode, press this button - thereby information about drivers from the package will be added to database of the program and the appearance of the button will change. Read about the further action in explanation of the corresponding icon.
	ToolTipArrStatusIcon9=The Program updates driver base for chosen package driver\r\n\r\nYour actions:\r\nNothing to do needs. It remains only to wait for the close down of the program.
	ToolTipTextTitle=DriverPack File:
	ToolTipTextFileSize=Dimensione file:
	ToolTipTextClassDRV=Classe dei driver:
	ToolTipTextDrv2Install=DRIVER DISPONIBILI PER L'INSTALLAZIONE:
	ToolTipTextTitleStatus=
	TableHwidHeader1=HWID
	TableHwidHeader2=Percorso
	TableHwidHeader3=InfFile
	TableHwidHeader4=Versione(BD)
	TableHwidHeader5=Versione(PC)
	TableHwidHeader6=Stato
	TableHwidHeader7=Nome dispositivo
	TableHwidHeader8=DriverPack
	TableHwidHeader9=!
	TableHwidHeader10=Provider
	TableHwidHeader11=HWID compatibili
	mnuUpdateStatusAll=Update status of ALL DPPack's
	mnuContextUpdStatus=Update status of DriverPack
	mnuDriverPacks=Visit driverpacks.net
	mnuDriverPacksOnMySite=Download DPPack's ...
	TableHwidHeader12=Device ID
	TableHwidHeader13=Section
	mnuReCollectHWID=Refresh data on all packages
	mnuContextTestDRP=Test this driver package by program 7-zip
	mnuAutoInfoAfterDelDRV=AutoUpdate hardware configuration after removing driver
	mnuContextDeleteDevIDs=Remove device drivers:
	mnuCreateRestorePoint=Create a system restore point
	mnuUpdateStatusTab=Update status of all driver packages (the current tab)
	mnuReCollectHWIDTab=Scan for hardware changes (the current tab)
	ToolTipTextDrv4UnsupportedOS=This driver package is designed for a different operating system.\r\nProcessing driver package when loading the program for non-supported OS is disabled in the settings.\r\nIf you wish to update the status of driver packages for the OS, then press SHIFT + F6
	SSTabTypeDPTab1=All DPPacks
	SSTabTypeDPTab2=Update Available
	SSTabTypeDPTab3=Not Installed
	SSTabTypeDPTab4=Installed
	SSTabTypeDPTab5=Not Indexing
	mnuCreateBackUp=Create a backup copy of the drivers
	mnuContextInstall3=Unpack to a directory - All the selected driver
	mnuContextInstall4=Unpack to a directory - Select the drivers ...
	mnuContextCopyHWIDs=Copy HWID to clipboard
	frInfo=Information about operating system and computer
	lblPCInfo=Model notebook/motherboard:
	mnuDelDuplicateOldDP=Delete old version of driver packages
	TableHwidHeader14=Find in DP's
	lblNoDP4Mode=No driver packages for this mode
	lblNoDPInProgram=The program have not detected driver packages in the working directory.\r\nMaybe the path is misfigured or driver packages are not available.\r\n\r\nDriver packages can be downloaded from the websites DriverPacks.net or DriverOff.net
	mnuLoadOtherPC=Download information of another PC (Emulation work)
	mnuSaveInfoPC=Save information about the devices to emulate a program on the other PC

[frmAbout]
	frmAbout=Informazioni...
	cmdDonate=Dona al progetto
	cmdLicence=Accordo di licenza
	cmdSoftGetNet=Visit HomePage
	cmdOsZoneNet=OsZone.Net
	cmdExit=Chiudi
	lblMailTo= E-mail all'autore del programma
	lblInfo= Il programma è stato concepito per installare driver su sistemi operativi già installati. Il programma lavora con pacchetti di driver (l'archivio). Per funzionare (working) è prima necessario creare il database per ogni archivio. Successivamente BD viene analizzato e fornisce la lista dei driver disponibili da ogni archivio.

[frmLicence]
	frmLicence=Licenza d'uso
	chkAgreeLicence=Accetto i termini della licenza
	cmdOK=Accetto
	cmdExit=Chiudi

[frmSilent]
	frmSilent=Abilita modalità silenziosa
	cmdOK=Inizia installazione
	cmdExit=Cancella
	lblTimerText=All'avvio dell'installazione mancano:
	lblTimeInSec=secondi
	lblInfo=The Programma avviato in modalità Silent. In a certain time to begin automatic installation necessary driver. Se vuoi interrompere il processo premi il pulsante "Cancella" o il tasto "Esc".

[frmCheckUpdate]
	frmCheckUpdate=Aggiornamento: Nuova versione disponibile
	cmdUpdate=Scarica aggiornamento
	cmdUpdateFull=Scarica versione completa
	cmdHistory=Storia delle modifiche
	cmdDonate=Dona al progetto
	cmdExit=Chiudi
	lblVersion=The latest version of the program:
	frDescription=Simboli nella lista aggiornamenti:
	lblDescription1=" - " - Correzione errore
	lblDescription2=" * " - Cambio grafico
	lblDescription3=" + " - Aggiunta funzionalita'
	lblDescription4=" ! " - Nota di aggiornamento
	lblWait=Loading data from the official site. Please wait ....
	lblVersionList = List of changes for version

[frmDonate]
	frmDonate=Dona al progetto
	cmdExit=Chiudi

[frmUtilsEdit]
	frmUtilsEdit=Modifica Elemento
	lblUtilName=Nome dell'utility:
	lblPathUtil=Percorso del file eseguibiile
	lblParamUtil=Parametri opzionali di avvio
	cmdOK=Applica
	cmdExit=Chiudi
	lblPathUtil64=Path to Execute file for x64

[frmOSEdit]
	frmOSEdit=Modifica Elemento
	lblOSVer=Versione Sistema operativo
	lblNameOS=Nome Sistema operativo
	lblPathDRP=Percorso alla cartella con i DriverPack
	lblPathDB=Percorso alla cartella con le basi dei DriverPack
	frDopFile=Percorso ai file addizionali per l'installazione dei Graphics DriverPack di Bashrat
	lblPhysX=DP_Graphics_A_PhysX_*.7z
	lblLang=DP_Graphics_Languages_*.7z
	lblRuntimes=DP_Runtimes_*.7z
	frExcludeFileName=Esclusione file dalla cartella dei lavoro dei driverpack (enumerate over ;)
	chk64bit=Driver se per sistemi operativoa a 64-bit
	cmdOK=Applica
	cmdExit=Chiudi
	chkNotCheckBitOS=Ignore OS-bit

[frmLegendIco]
	frmLegendIco=Descrizione dettagliata delle icone dei driverpack
	cmdOK=ÎÊ

[frmListHwid]
	frmListHwidView=Lista dei driver disponibili nei driverpack per PC (trovato:
	frmListHwidInstall=Lista dei driver da installare (trovato:
	cmdOKCaption1=Installa
	cmdOKCaption2=OK
	cmdExit=Chiudi
	cmdCheckAll=Segna tutti
	cmdUnCheckAll=Pulisci tutti i segnati
	lblInformation=Scegli i driver da scompattare ed installare e premi "ÎÊ". I driver in unica cartella con driver scelto si segnano automaticamente.
    	frGroup=Driver group
	chkGrp1=Not installed or disable
	chkGrp2=Update available
	chkGrp3=Installed
	chkGrp4=Older than the specified
	strcmdOKCaption3=Unpack

[frmListHwidAll]
	frmListHwidAll=Lista di tutti i dispositivi del tuo PC
	cmdOK=OK
	frGroup=Gruppo di driver
	frFindDrvInternet=Cerca i driver su Internet
	chkParseHwid=Only basic HWID device
	cmdGoSite=Cerca drive
	optGrp1=Microsoft
	optGrp2=OEM
	optGrp3=Tutti
	optGrp4=No drivers in the database
	lblWait=Please wait! Updating hardware configuration ...
	cmdReNewHW=Updating hardware configuration
	chkHideOther=Leave only the selected
	cmdBackUpDrivers=Create a backup copy of the drivers

[frmOptions]
	frmOptions=Opzioni
	cmdOK=Salva ed esci
	cmdExit=Esci senza salvare
	frOptions=Opzioni
	ItemOptions1=Opzioni principali
	ItemOptions2=Sistemi operativi supportati
	ItemOptions3=Utilità di lavoro
	ItemOptions4=Utilità addizionali
	ItemOptions5=Apparenza programma
	ItemOptions6=Paramtri di avvio di DPInst
	frMain=Main Opzioni
	lblOptionsStart=Azioni all'avvio del programma
	chkUpdate=Controlla aggiornamenti
	chkUpdateBeta=Controlla la presenza di versioni beta del programma.
	chkReadClasses=Leggi le classi dei driverpack (necessario per l'installazione di file addizionali per driverpack Graphics)
	chkConvertDPName=Conversione nomi driverpack (rimuove simboli: DP, _32, wnt5 è ò.ä )
	chkReadDPName=Leggi il nome sostituito dei driverpack
	chkReadDRVVersion=Leggi la versione dei driver del dispositivo.
	chkHideOtherProcess=Carica i processi esterni in modalità nascosta
	lblOptionsTemp=Lavora con file temporanei
	chkTempPath=Cartella dei file temporanei
	chkRemoveTemp=Cancella file temporanei
	lblDebug=Opzioni della modalità debug
	chkDebug=Abilita modalità debug
	chkRemoveHistory=Cancella i vecchi file di debug all'avvio
	lblRezim=Modalità di avvio
	lblDebugLogPath=Path to log-file:
	frMainTools=Percorso delle principali utilità (Strumenti)
	cmdPathDefault=Imposta come percorso predefinito
	frOtherTools=Utilità addizionali (Vedi nel menu "Utilità")
	cmdAddUtil=Aggiungi
	cmdEditUtil=Modifica
	cmdDelUtil=Cancella
	frOS=Sistemi operativi supportati
	chkRecursion=Lavora con cartelle in modalità Recurcive
	chkLoadFinishFile=Read "finish" file (driverpack*.ini) on driver installation (only for compatible mode)
	cmdAddOS=Aggiungi
	cmdEditOS=Modifica
	cmdDelOS=Cancella
	lblExcludeHWID=Exclude the following HWID (listing by ";") from the process (supported by the wildcard "*"):
	frDesign=Apparenza
	lblSizeForm=Dimensione finestra principale
	lblFormHeight=Altezza:
	lblFormWidth=Larghezza:
	chkFormMaximaze=Avvia massimizzato
	chkFormSizeSave=Salva le dimensioni in uscita
	lblSizeButton=Proprietà pulsanti
	lblButtonHeight=Altezza:
	lblButtonWidth=Larghezza:
	lblButtonLeft=Sinistra:
	lblButtonTop=Top:
	lblButton2BtnL=Intervallo orizzontale:
	lblButton2BtnT=Intervallo verticale:
	chkButtonTextUpCase=Mostra il testo del pulsante in maiuscolo
	cmdChooseFont=Scegli il font del pulsante
	lblImageMain=Main icons
	lblImageStatus=Icons for status buttons
	lblTabControl=Controllo etichette - Supported OS
	lblTabPerRowCount=Schede per fila:
	cmdChooseFontTab=Scegli il font delle etichette
	chkTabBlock=Etichette disattivate per sistemi operativi non supportati (non funzionante nella modalità Aggiornamento)
	lblFormWidthMin=Minimum importances exist For some parameter. If importance less minimum, that window ïîäñâåòèòñÿ the red colour. When start program will install importances by default.
	AdditionalColorCaption=Choose a color
	frDpInstParam=Parametri di avvio di DPInst
	lblParam=Parametri
	lblDescription=Descrizione del parametro
	lblLegacyMode=It lets to install unsigned drivers and driver packages that have missing files
	lblPromptIfDriverIsNotBetter=It displays a dialog box if the new driver does not match better to device than the driver is currently installed on the device
	lblForceIfDriverIsNotBetter=Forced driver installation on the device even if the driver currently installed on the device matches  better than the new driver
	lblSuppressAddRemovePrograms=It suppresses the addition of the entries in the window \"Add or Remove Programs"\
	lblSuppressWizard=It suppresses display of the Wizard ..., but user dialog boxes maybe will be displayed by OS
	lblQuietInstall=Unattended mode. It suppresses display of the Wizard pages and user dialog boxes usualy displayed by OS 
	lblScanHardware=Drivers will be copied and installed only for the devices  found in the computer (it will be operated only for PnP devices)
	lblCmdStringDPInst=Total starting parameters
	TableOSHeader1=Versione
	TableOSHeader2=Nome
	TableOSHeader3=DriverPack
	TableOSHeader4=DataBase
	TableOSHeader5=x64
	TableOSHeader6=PhysX
	TableOSHeader7=Lingua
	TableOSHeader8=Durata
	TableOSHeader9=ExludeFiles
	TableUtilHeader1=Nome
	TableUtilHeader2=Percorso
	TableUtilHeader3=Parametri
	ItemOptions7=Creating database drivers
	frDevParser=Creating database drivers (Parameters of the parser inf-files)
	chkDelDouble=Process duplicate HWID
	chkDelDouble_SubSys=Cut HWID to "SubSys"
	chkDelDouble_MI=Cut HWID to "MI"
	chkDelDouble_CC=Cut HWID to "CC"
	chkDelDouble_Rev=Cut HWID to "REV"
	lblDevParserMode=Processing mode of inf-files
	optDevParser=Create drivers database using native algorithm (inf as ini-file)
	optDevParserbyRegExp=Create drivers database using regular expression (RegExp)
	chkSortByHWID=Sort the drivers database output file by HWID
	chkTabHide=Hide the tabs do not support your OS (except "updating database" mode)
	ItemOptions8=Main Options 2
	lblDelDouble=Attention! If you change the above settings, be sure to re-create the necessary drivers database. Settings are also included in obtaining HWID local devices.
	txtDevParser=inf-file parser mode is based on work with the ini-file. The inf-file and the ini-file are very similar by the structure, except some peculiarities. The method has several weaknesses: more frequent recourse to the files, the inability to read data from a very large inf-files (these files are handled as a text document). The mode does not depend on the version of external libraries. The speed is 2-4 times inferior to the method using RegExp.
	txtDevParserbyRegExp=inf-file parser mode is based on the RegExp use. It is high-performance mode, as it is loaded all the contents of the inf-file at once to the memory, thus turning only once to the file, as well as receiving data as soon as due to predetermined structure.
	frMain2=Main Options 2
	lblCompareVersionDRV=Driver version comparison
	optCompareByDate=Compare drivers by date
	optCompareByVersion=Compare drivers by numeric value
	txtCompareVersionDRV=Each driver in the inf-file contains date and version. Data are registered in section [Version] and have the format:\r\nDriverVer=mm/dd/yyyy[,w.x.y.z], where the mm/dd/yyyy - month/day/year, and [,wxyz] - an optional driver numeric value
	chkSilentDll=Silent registration/update of system components (dll and ocx)
	chkDateFormatRus=Display date in format dd/mm/yyyy
	chkSearchOnStart=Search for new devices before collect information
	lblPauseAfterSearch=Pause after search:
	chkCreateRP=Create a restore point on start the program
	frDesign2=Appearance 2
	lblTabControl2=TabControl 2 - groups of drivers
	cmdChooseFontTab2=Choose font for tab text
	chkLoadUnSupportedOS=Process tabs do not support your OS 
	chkCompatiblesHWID=Process compatible HWID (CompatibleIDs)
	ItemOptions9=Program appearance 2
	TableUtilHeader4=Path x64
	chkDebugLog2AppPath=Create a log-file in the subdirectory "logs" of the program
	cmdFutureButton=Your future button
	ButtonColor=Select the Font Color button
	ButtonFont=Select a font Font button
	ItemOptions10=Debug mode
	frDebug=Debug mode
	lblMacrosType=Available macros in the name of the log file
	lblMacrosParam=Option
	lblMacrosDescription=Parameter Description
	lblMacrosPCName=short name of the computer, without the domain suffix
	lblMacrosPCModel=Computer Model\Motherboard
	lblMacrosOSVer=operating system version as the wnt(5|6)
	lblMacrosOSBit=Operating system architecture, in the form x(32|64)
	lblMacrosDate=Date and time of the log-file
	lblDebugLogName=Pattern name of log-files:
	chkDebugTime2File=Add the date and time in each line of the log file
	cmdFontColorButton=Set the font color of the button text
	cmdFontColorTabOS=Set the color of the text font for TABs
	cmdFontColorTabDrivers=Set the color of the text font for TABs
	chkButtonDisable=Activate button (for testing)
	lblTheme=Set icons theme (change major icons, status icons and buttons)
	cmdFontColorToolTip=Set the color and font of the tooltips text

[frmFontDialog]
	frmFontDialog=Select text options
	cmdOK=Save and Exit
	cmdExit=Exit without saving
	lblFontSize=Font Size
	lblFontColor=Font Color
	chkBold=Bold
	chkItalic=Italic
	chkUnderline=Underline
	txtFont=Sample text

[frmEmulate]
	frmEmulate=Emulation mode for another PC
	lblInfo=Select a file and choose operating system to emulation program
	chk64bit=64-bit OS
	cmdOK=Emulate
	cmdExit=Cancel

[Messages]
	strMessages1 =Caricamento impostazioni programma...
	strMessages2 =Creazione del file per la visione
	strMessages3 =Raccolta delle informazioni sulla composizione e versione dei driver dei dispositivi del PC. Attendere prego...
	strMessages4 =Impossibile lavorare con il programma
	strMessages5 =List of the supported operating systems is empty. Program work is impossible
	strMessages6 =None directory is found with package driver, prescribed in the program options.\r\n\r\nThe further program work is impossible!
	strMessages7 =Uno dei file del programma è mancante
	strMessages8 =Registration error of the system file. Try to register file manually or copy it simply to the directory %windir%\system32
	strMessages9 =The Program for working uses the BullonTips. On given computer they out-of-work\r\n\r\HKEY_CURRENT_USER\Software\Microsoft\Windows\CurrentVersion\Explorer\Advanced\r\nEnableBalloonTips=0\r\n\r\Expose this importance in 1\r\n\r\Want to continue the working?
	strMessages10=I ballonTip sono disabilitati! Continuare?
	strMessages11=Source text file of the license agreement has been changed! This may be a result of mistake or a malicious program modifications. Contact the developer or redownload the program distribution. Would you like to continue?
	strMessages12=DriverPack non trovato.
	strMessages13=Errore nello scompattamento del file:
	strMessages14=Nessun pacchetto driver scelto!
	strMessages15=Folder for alternative icons given by you does not exist. Standard icons will be used!!!
	strMessages16=The Program is running from CD\DVD, process of the DataBase updating is impossible.
	strMessages17=Do you really want to delete the driver package?
	strMessages18=Do you want to install all recommended drivers in Silent mode?
	strMessages19=Microsoft Excel from software Microsoft Office package is not installed on your computer
	strMessages20=The driver package class searching and installing is completed. Necessary to reload the program to use parameter.
	strMessages21=DPInst start error:
	strMessages22=The process of the driver updating or installation is already running. Wait termination.\r\nIt is impossible to start more than one process.
	strMessages23=You want to execute the task for chosen driver package? Some processes maybe very long!!!
	strMessages24=You want to update base for
	strMessages25=driver packages for all supported OS? This process may be very long!!!
	strMessages26=Execute the selected action?
	strMessages27=Performing of the task is interrupted!!!\r\nProcessing is interrupted on driver package:
	strMessages28=Do you want to delete unnecessary files of the driver package database?
	strMessages29=Remove
	strMessages30=Unnecessary database files are not found
	strMessages31=File saving error in the driver database directory
	strMessages32=Displayed name of the driver package is changed:
	strMessages33=Start error of the external program: 
	strMessages34=Vuoi uscire dal programma?
	strMessages35=Versions of the additional modules:\r\n\r\nModule Name:\tVersion:
	strMessages36=New options are saved! To use it is necessary to reload program.
	strMessages37=Do you really want to leave without options saving?
	strMessages38=The Program works on CD\DVD!\r\nOptions saving is impossible!
	strMessages39=It is not managed to load the License Agreement file. The further program work is impossible. Apply to the Developer or download new program distribution.
	strMessages40=The source file text was changed!!!\r\nThe form 'Support the project' will be closed\r\nApply to the Developer or download new program distribution.
	strMessages41=It is not managed to load donate.rtf file. Apply to the Developer or download new program distribution.
	strMessages42=Copying of the file is terminated with error
	strMessages43=Attention!!! The File is available only for reading, saving of the file is impossible. To save it is necessary to change the attribute of the file and repeat the attempt.
	strMessages44=It can not create temporary file in the directory:
	strMessages45=Errore nella scrittura nel file:
	strMessages46=The file is not found. It is possible the error has occurred at information collection by devcon.exe program. The further program work is impossible
	strMessages47=It is impossible to change the screen adjustings!\r\nReasons:\r\n1. Your monitor or videocard disabled at these screen parameters!\r\n2. Program can not write adjustments into the registry (Try to login as 'Administrator')
	strMessages48=New monitor adjustings are been aplying !\r\nThe System ready to work!
	strMessages49=To enable adjustments it is necessary to reboot the computer!\r\nReboot now?
	strMessages50=All have failed (Nothing has occurred)
	strMessages51=Il programma è ottimizzato per la risoluzione del monitor 800x600.\r\nBeside you is installed permit of the screen:
	strMessages52=ATTENZIONE!!! Possible incorrect image of the program\r\n\r\nto Change the permit of the screen on recommended!?("YES")\r\nto Continue the functioning without change?("NO")
	strMessages53=Error on update checking, connection to Internet is not created or server is inaccessible or timeout
	strMessages54=Errore nel controllo aggiornamento
	strMessages55=It is discovered old version on the server! Very strange :)\r\nIt is the most veritable that you have unofficial release for testing received from author of the program.
	strMessages56=New version of the program is not discovered.
	strMessages57=The error has occurred  while the program Devcon start. Some functions will be disabled.
	strMessages58=It is checking for presence of the renovations of the program...
	strMessages59=Avvio del programma completato!!! Start Time is:
	strMessages60=Programma avviato in modalità silent...
	strMessages61=The base is been creating for the file:
	strMessages62=Costruzione delle basi terminata. Tempo impiegato:
	strMessages63=We install driver from the driver package: 
	strMessages64=Installazione driver completata
	strMessages65=Installazione cancellata. Pacchetto driver:
	strMessages66=The driver package processing is interrupted. Passed time: 
	strMessages67=Processing of all driver packages is completed. Tempo di esecuzione:
	strMessages68=Nessun pacchetto per aggiornare il database
	strMessages69=Elaborazione della cartella:
	strMessages70=File
	strMessages71=Removing of the unnecesary DB files is terminated.
	strMessages72=We extract inf-files from archive:
	strMessages73=Analysis of the inf-files and building of the driver base for file:
	strMessages74=The displayed name is been changing for the driver package:
	strMessages75=Enter/Change displayed name for the driver package:
	strMessages76=It is changing the name of the driver package
	strMessages77=Displayed name for the driver package is changed:
	strMessages78=Sezione
	strMessages79=An error has occurred while the panels installing from section: 
	strMessages80=Processing the data collected about this computer
	strMessages81=The temporary files are been removing. Please wait....
	strMessages82=Group installation is cancelled.
	strMessages83=Unpacking chosen drivers from checked driver packages...
	strMessages84=Installation chosen driver from checked driver packages...
	strMessages85=Driver installation for checked driver packages is completed!
	strMessages86=Driver packages processing is finished
	strMessages87=None driver is found or folders do not exist
	strMessages88=It is successfully removed Driver package:
	strMessages89=It is been processing the file:
	strMessages90=Enter/Change class for driver package
	strMessages91=The class is been changing for the driver package
	strMessages92=The class searching and installing is completed.
	strMessages93=Starting the Wizard of the device driver installation. We expect the close-down...
	strMessages94=Installation is completed. Checking the device condition after installation. Please wait...
	strMessages95=Collecting the version information of the driver files after installation. Please wait...
	strMessages96=Updating the information about PC device
	strMessages97=Extracting drivers from file:
	strMessages98=Extracting additional files:
	strMessages99=Supplementary extracting files from the archive:
	strMessages100=Installing the panels. Searching and processing sections...
	strMessages101=Start of the Silent mode is cancelled.
	strMessages102=An error occurred when comparing the versions of the program. Refer to the Developer.
	strMessages103=There is no DriverPack in the database. Do you want to create the database now?
	strMessages104=Selected driver packages quantity:
	strMessages105=Neither of the driver packages is selected. Group tasks implamentation is impossible.
	strMessages106=The current version of the component is older than that used by the program.\r\nIt is recommended to install the update!\r\n\r\nWarning! Upgrading may affect to other programs that use this component!\r\n\r\nWould you like to update?
	strMessages107=Perhaps your version of "Drivers Installer assistant" out of date!\r\n\rClick here to check for program updates
	strMessages108=The program have not detected driver packages in the working directory.\r\nMaybe the path is misfigured or driver packages are not available.\r\n\r\nWould you go to the site adia-project.net or DriverPacks.net to download?\r\n\r\n"YES" - go to the website "adia-project.net"\r\n"NO" - go to the website "DriverPacks.net"\r\n"Cancel" - Close the window and continue
	strMessages109=It is testing the archive:
	strMessages110=Errors are not found during unpacking the archive:
	strMessages111=Set of supported drivers is not found for your OS.\r\n\r\nPerhaps incorrect settings are selected in "Supported OS". Program using is available only online:
	strMessages112=Attention! One or more driver packages are not compatible with driver database.\r\n\r\nYou need to rebuild the driver database using the appropriate mode of the program.
	strMessages113=One or more device drivers have been removed.\r\nIt is advised to Update the hardware configuration and the status of driver packages to work properly.\r\n\r\nUpdate now?
	strMessages114=Hardware configuration update is complete!
	strMessages115=You want to do a system restore point before proceeding?
	strMessages116=Your computer is turned off System Restore or the function is not supported by the operating system\r\nCreating restore point is impossible.
	strMessages117=An error occurred while creating a system restore point
	strMessages118=Create a system restore point. Please wait...
	strMessages119=System restore point was created successfully. Point name:
	strMessages120=System restore point can be created later through the "Service" menu.
	strMessages121=Analysis and sorting data:
	strMessages122=!!! An unknown driver programs OEM-manufacturers:
	strMessages123=Functional backup in a separate free software Drivers BackUp Solution (DBS).\r\nMaybe in the future functionality will be included in the Drivers Installer Assistant (DIA).\r\n\r\nWould you like to learn more about the program DBS?
	strMessages124=of
	strMessages125=Unpack the drivers to the selected directory is complete!
	strMessages126=Error! Could not load file describing the update. May take place on the server maintenance.
	strMessages127=Loading ...
	strMessages128=Indexing ...
	strMessages129=Installing ...
	strMessages130=Ending ...
	strMessages131=Select a directory to extract the driver
	strMessages132=Unpacking drivers canceled
	strMessages133=Do you want to open a folder?
	strMessages134=Removing files from resource of program fails. Wish to continue further work?
	strMessages135=Extract all files (DLL-OCX) from program completed successfully.\r\n\r\n Would you like to open a directory with files?
	strMessages136=Extract all files (DLL-OCX) from program completed.\r\nIn the extraction procedure errors were found!\r\n\r\n Would you like to open a directory with files?
	strMessages137=DIA The program has the following initial options:\r\n\r\n"/?", "/h", "-h", "-help", "/help" - display the window\r\n\r\n"/s [(:|=)mode]", "-s[(:|=)mode]", "-s[(:|=)mode]" - Run silent mode installation of the drivers, with a choice selection mode drivers.\r\nParameter [mode] can be set to mode "installation (compatible drivers)" and "Installation (Full - the whole package)," respectively:\r\n\tn or n2 - Select driver packages with newer drivers.\r\n\tq or q2 - Select driver packages with unknown drivers.\r\n\ta or a2 - Select all driver packages to the tab\r\n\r\n"/t[(:|=)time] ","-t[(:|=)time] ","-t[(:|=)time] "- time in seconds, before starting silent installation mode drivers. Default pause is 10 seconds.\r\n\r\n "/extractdll [(:|=) path]" - extract files from program to the specified directory, if the directory is specified, the recovery is a temporary directory\r\n\r\n "/regdll" - registration of software components (dll and ocx)
	strMessages138=Program needs Administrator privileges. You do not have such rights. You want to continue?
	strMessages139=You wish to remove older versions of the driver packages?
	strMessages140=Outdated driver packages not found
	strMessages141=Older versions of driver packages are removed!\r\n To apply, you must restart the program.\r\n\r\n Would you like to restart now?
	strMessages142=Language changed to:
	strMessages143=Error checking program updates, maybe program site is not available or exceeded the response time from the server www.adia-project.net
	strMessages144=\r\n\r\n Would you like to open a software update?
	strMessages145=Updating ...
	strMessages146=Setup ...
	strMessages147=\r\n\r\n Would you like to restart now?
	strMessages148=Analysis inf-file and build a database of drivers for the directory:
	strMessages149=Copying files to a temporary directory ...
	strMessages150=(as folders)
